{
  "name":"Safety",
  "requirements":
          [
            "1. Make an inspection of your home using a safety list checked by your Outfit Advisor and Counselor. Tell what hazards you found, why they are hazards, and how they can be removed",
            "2. As a result of the inspection, list down ten (10) safety rules to be observed in your home",
            "3. Do one of the following:",
            "a. Take active part in the safety work in school over a period of at least 10 weeks, at all times doing your best by example and attitude, to interest your schoolmates in safety activities",
            "b. Build a cabinet for the safe and proper storage of medicines or poisons or a suitable play pen for a baby or recommend a safety device for the home or the Outfit and with the approval of the Counselor, make such a device.",
            "4. Show or tell:",
            "a. How you would make yourself visible while walking on the road at night; on which side of the road you should walk, day or night, and why",
            "b. A good knowledge of local traffic regulations and basic rules of the road",
            "c. The correct way to carry a full-sized bolo",
            "d. How to handle, carry and store safely various kinds of farm tools in the home or shop",
            "e. Your familiarity with, and ability to operate common types of fire extinguishers",
            "5. Submit and comment on newspaper accounts which you have gathered within the past six months, describing at least three kinds of accidents due to any one of the following causes:",
            "a. Getting on and off moving vehicles",
            "b. Crossing streets or highways",
            "c. Reckless driving",
            "d. Failure to observe traffic laws",
            "6. Explain in discussion with your Counselor or dramatize with members of your Crew, what you consider as the main hazards involved in:",
            "a. Modern transportation",
            "b. Industry",
            "c. Recreation",
            "d. Home",
            "7. Tell how to deal safely with the following:",
            "a. Wire dangling from and electric line",
            "b. Safe storage and use of gasoline",
            "c. Running engine in a closed garage",
            "d. Three ways of turning on a fire alarm, citing the best local method and giving the exact location of the fire alarm nearest to your home, school, and Outfit meeting room",
            "e. Danger of firecrackers",
            "8. Explain in discussion with your Counselor how you can contribute to the safety of yourself, your family, and your community, as proof of your understanding and appreciation of safety.",
          ]
}